{
  "plugins": {
    "CamelCaseMotion": {
      "src": "https://github.com/bkad/CamelCaseMotion"
    },
    "Repeatable.vim": {
      "src": "https://github.com/kreskij/Repeatable.vim"
    },
    "blink.indent": {
      "src": "https://github.com/saghen/blink.indent"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf-lsp.nvim": {
      "src": "https://github.com/DanSM-5/fzf-lsp.nvim"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'fcfa7a989'"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "treesitter-modules.nvim": {
      "src": "https://github.com/MeanderingProgrammer/treesitter-modules.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "vim-ReplaceWithRegister": {
      "src": "https://github.com/inkarkat/vim-ReplaceWithRegister"
    },
    "vim-asterisk": {
      "src": "https://github.com/haya14busa/vim-asterisk"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-smoothie": {
      "src": "https://github.com/psliwka/vim-smoothie"
    },
    "vim-system-copy": {
      "src": "https://github.com/DanSM-5/vim-system-copy"
    }
  }
}
